<?php

return [
    'male_first_names' => [
        '太郎', '一郎', '二郎', '三郎', '大輔', '賢一', '健二', '昭夫', '正男', '和夫',
        '裕二', '直樹', '徹', '悟', '茂', '達也', '剛', '誠', '裕太', '和也',
        '智也', '浩二', '健一郎', '雅志', '祐介', '恵一', '晃', '聡', '徹', '英明',
        '拓也', '真一', '大樹', '信二', '洋一', '雄太', '敏彦', '亮', '秀樹', '宏',
        '和彦', '正人', '隆', '圭一', '友和', '貴志', '仁', '孝', '和樹', '昭一','亮磨','淳',
        '実','巧','貴裕','千寿','一','郡司','伊吹','弦哉','隼人'
    ],
    'female_first_names' => [
        '花子', '愛子', '美智子', '絵美', '由美子', '恵美', '千代子', '明美', '直美', '陽子',
        '美幸', '玲子', '久美子', '恵', '智子', '京子', '香織', '恵理子', '陽子', '尚子',
        '紀子', '美香', '裕子', '幸子', '志保', '祐子', '加奈子', '真理子', '奈美', '朋子',
        '幸恵', '恵美子', '彩', '香', '友美', '真弓', '直子', '愛', '優子', '裕美',
        '真由美', '久美', '麻美', '理恵', '麻衣', '美奈子', '麻由', '美里', '亜希子', '奈々'
    ],
    'last_names' => [
        '佐藤', '鈴木', '高橋', '田中', '伊藤', '山本', '中村', '小林', '加藤', '吉田',
        '山田', '佐々木', '山口', '斎藤', '松本', '井上', '木村', '林', '清水', '山崎',
        '森', '阿部', '池田', '橋本', '山下', '石井', '中島', '小川', '前田', '岡田',
        '藤田', '後藤', '近藤', '村上', '遠藤', '青木', '三浦', '藤井', '西村', '渡辺',
        '藤原', '岡本', '松井', '中川', '原田', '金子', '和田', '石田', '高木', '上田',
        '大黒','宮田','長野','新徳','徳','山岡','柴田','坂井',
    ],
];
